[
    {
        "id": 1,
        "name": "Shafik Mansuri",
        "intialName": "SM",
        "content": "I recently used Veer Consultancy, led by Mr. Veer, for assistance with my passport application, and I’m extremely satisfied with their service. Mr. Veer was professional, efficient, and provided clear guidance throughout the process. He made the entire experience smooth and hassle-free, ensuring all documents were in order and keeping me updated at every step. Highly recommend Veer Consultancy to anyone looking for reliable assistance with passport or similar services."
    },
    {
        "id": 2,
        "name": "Vishnu Pratap",
        "intialName": "VP",
        "content": "I am very satisfied with Veer Consultancy. The staff is cooperative and helpful throughout the process. My document updates were completed on time. I highly recommend them to anyone seeking genuine service."
    },
    {
        "id": 3,
        "name": "Dhavnit Patel",
        "intialName": "DP",
        "content": "Perfect n precise advice and excellent throughout support......highly recommend their service 💯👍👌"
    },
    {
        "id": 4,
        "name": "Raju Malvania",
        "intialName": "RM",
        "content": "Veer consultancy is a genuine place of business. I am very satisfied with the service provided by Veer for pancard application. He went above and beyond his scope of business to help me. I greatly appreciate all your help Veer"
    },
    {
        "id": 5,
        "name": "Haridwar Chouhan",
        "intialName": "HC",
        "content": "Really your customer service ability and speed is remarkable.Really Fast and accurate service.Proactive and diligent in work.Feel nice talk to Mr.Veer .Prompt and responsive Guy.Sincerely recommending other to take service regarding Aadhar,Passport and Visa related services."
    },
    {
        "id": 6,
        "name": "Harsh Dealcom",
        "intialName": "HD",
        "content": "Service is very good. I did my passport renewal through them. Veer is really helpful, prompt and has knowledge about the small details regarding verification. My process was smooth and fast.Thanks Veer"
    },
    {
        "id": 7,
        "name": "Saumil Christian",
        "intialName": "SC",
        "content": "Superb personalized attention and service beyond working hours.. Thank you."
    },
    {
        "id": 8,
        "name": "ALAUKIKA DESHMUKH",
        "intialName": "AD",
        "content": "Really very helpful people. Even when I am abroad we can trust them and they did my phone number and address change process with giving there time alot. Thanks alot"
    },
    {
        "id": 9,
        "name": "Dhyey Thakkar",
        "intialName": "DT",
        "content": "Great Service. The whole process was very smooth. The staff was very polite and helpful."
    },
    {
        "id": 10,
        "name": "RINKAL J.PATEL",
        "intialName": "RP",
        "content": "Veer consultant passport seva is a excellent service provider. Best place to go for satisfaction work. Thanks veer"
    }
]